# brew bundle --file ~/Brewfile
tap "homebrew/cask"
tap "anomalyco/tap"

# CLI
brew "wget"
brew "opencode"
brew "hermes-agent"
brew "uv"
brew "bun"
brew "nvm"
brew "neovim"
brew "lazygit"
brew "gh"
brew "zoxide"
brew "fzf"
brew "jq"
brew "yt-dlp"

# GUI

## PIM
cask "obsidian"
cask "dropbox"
cask "onedrive"
cask "google-drive"
cask "microsoft-teams"
cask "libreoffice"
cask "zoom"
cask "anki"
cask "zotero"
cask "discord"


## Browsers 
cask "google-chrome"
cask "firefox"
cask "brave-browser"
cask "microsoft-edge"
cask "vivaldi"
cask "waterfox"

## Dev
cask "visual-studio-code"
cask "docker-desktop"
cask "cmux"
cask "ghostty"
cask "textmate"

## AI
cask "chatgpt"
cask "claude-code"

## Media
cask "brainfm"
cask "spotify"
cask "vlc"


# Fonts
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
