# brew bundle --file ~/Brewfile
tap "anomalyco/tap"

# CLI
brew "tmux"
brew "herdr"
brew "hf"
brew "wget"
brew "opencode"
cask "claude-code"
cask "codex"
brew "hermes-agent"
brew "uv"
brew "bun"
brew "nvm"
brew "neovim"
brew "lazygit"
brew "gh"
brew "zoxide"
brew "fzf"
brew "jq"
brew "yt-dlp"
brew "unzip"
brew "sevenzip"
brew "llama.cpp"

# GUI

## PIM
cask "obsidian"
cask "dropbox"
cask "google-drive"
cask "libreoffice"
cask "anki"
cask "zotero"
cask "discord"

## Browsers 
cask "google-chrome"
cask "firefox"
cask "brave-browser"
cask "microsoft-edge"
cask "vivaldi"
cask "waterfox"
cask "zen"

## Dev
cask "visual-studio-code"
cask "cmux"
cask "ghostty"
cask "textmate"
cask "zed"

## AI
cask "chatgpt"
cask "claude"
cask "google-gemini"
cask "warp"
cask "llamabarn"
cask "codexbar"

## Media
cask "brainfm"
cask "spotify"
cask "vlc"
cask "iina"
cask "transmission"

## Mac Utility
cask "raycast"
cask "jordanbaird-ice"
cask "rectangle"
cask "maccy"
cask "jordanbaird-ice"
cask "dockdoor"
cask "mos"
cask "the-unarchiver"
cask "TheBoredTeam/boring-notch/boring-notch"
cask "alt-tab"


# Fonts
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"


# Admin required
cask "onedrive"
cask "microsoft-teams"
cask "zoom"
cask "docker-desktop"
