tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'neomutt/neomutt'
cask 'xquartz'
brew 'autoconf'
brew 'autoconf-archive'
brew 'automake'
brew 'cmake'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'icu4c'
brew 'nspr'
brew 'readline'
brew 'spidermonkey'
brew 'couchdb'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'fortune'
brew 'freetype'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc', args: ['without-multilib']
brew 'gdbm'
brew 'git'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pinentry'
brew 'pth'
brew 'gpg-agent'
brew 'libtool'
brew 'graphicsmagick'
brew 'xz'
brew 'imagemagick'
brew 'leiningen'
brew 'libevent'
brew 'lua'
brew 'sqlite'
brew 'python'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'mas'
brew 'nvm'
brew 'pcre'
brew 'pkg-config'
brew 'privoxy', restart_service: true
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'stow'
brew 'tmux'
brew 'unixodbc'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'z'
brew 'zeromq'
brew 'homebrew/science/openblas'
brew 'neomutt/neomutt/neomutt'
mas 'Spillo', id: 873245660
mas 'Quiver', id: 866773894
mas 'Install macOS Sierra', id: 1127487414
mas 'Evernote', id: 406056744
mas 'Keynote', id: 409183694
mas '1Blocker', id: 1107421413
mas 'Microsoft OneNote', id: 784801555
mas 'Moom', id: 419330170
mas 'OneDrive', id: 823766827
mas 'Copied', id: 1026349850
mas 'OmniGraffle', id: 1142578753
mas 'Boom', id: 415312377
mas 'Marked 2', id: 890031187
mas 'DaisyDisk', id: 411643860
mas '1Password', id: 443987910
mas 'Tweetbot', id: 557168941
mas 'Fantastical 2', id: 975937182
mas 'Xcode', id: 497799835
mas 'iA Writer Classic', id: 439623248
mas 'Notability', id: 736189492
mas 'Offline Pages', id: 1061324329
mas 'Soulver', id: 413965349
mas 'TextWrangler', id: 404010395
mas 'OmniFocus', id: 867299399
mas 'Microsoft Remote Desktop', id: 715768417
mas 'PDF Expert', id: 1055273043
mas 'Day One', id: 1055511498
mas 'Byword', id: 420212497
mas 'BusyContacts', id: 964258399
mas 'MindNode Pro', id: 402398561
mas 'Pocket', id: 568494494
