tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'neomutt/neomutt'
cask 'java'
cask 'xquartz'
brew 'autoconf'
brew 'autoconf-archive'
brew 'automake'
brew 'boost'
brew 'cmake'
brew 'coreutils'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'icu4c'
brew 'nspr'
brew 'readline'
brew 'spidermonkey'
brew 'couchdb'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'duti'
brew 'fortune'
brew 'freetype'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdb'
brew 'gdbm'
brew 'little-cms2'
brew 'ghostscript'
brew 'git'
brew 'go'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pinentry'
brew 'pth'
brew 'gpg-agent'
brew 'libtool'
brew 'graphicsmagick'
brew 'lua'
brew 'highlight'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jenv'
brew 'leiningen'
brew 'libevent'
brew 'libyaml'
brew 'luajit'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim', 'with-python3']
brew 'mas'
brew 'moreutils'
brew 'multimarkdown'
brew 'nvm'
brew 'pandoc'
brew 'pcre'
brew 'pkg-config'
brew 'privoxy', restart_service: true
brew 'pwgen'
brew 'pyenv'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'snappy'
brew 'stow'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'unar'
brew 'unixodbc'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'z'
brew 'zeromq'
brew 'homebrew/science/openblas'
brew 'neomutt/neomutt/neomutt'
cask 'alfred'
cask 'bartender'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'font-anonymouspro-nerd-font'
cask 'font-anonymouspro-nerd-font-mono'
cask 'font-firacode-nerd-font-mono'
cask 'font-hack'
cask 'font-inconsolata'
cask 'font-source-code-pro-for-powerline'
cask 'font-ubuntumono-nerd-font-mono'
cask 'google-chrome'
cask 'google-drive'
cask 'hosts'
cask 'intellij-idea-ce'
cask 'istat-menus'
cask 'iterm2'
cask 'kindle'
cask 'little-snitch'
cask 'micro-snitch'
cask 'microsoft-office'
cask 'omnipresence'
cask 'papers'
cask 'piezo'
cask 'qbserve'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'skim'
cask 'skype'
cask 'spotify'
cask 'textmate'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
mas 'Copied', id: 1026349850
mas 'OmniFocus', id: 867299399
mas 'Paprika Recipe Manager', id: 451907568
mas 'iA Writer Classic', id: 439623248
mas 'Offline Pages', id: 1061324329
mas 'Notability', id: 736189492
mas 'TextWrangler', id: 404010395
mas 'BusyContacts', id: 964258399
mas 'Tweetbot', id: 557168941
mas 'PDF Expert', id: 1055273043
mas 'VOX', id: 461369673
mas 'Pocket', id: 568494494
mas 'Moom', id: 419330170
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Byword', id: 420212497
mas 'Spillo', id: 873245660
mas 'OneDrive', id: 823766827
mas 'Marked 2', id: 890031187
mas 'Soulver', id: 413965349
mas 'Day One', id: 1055511498
mas 'Fantastical 2', id: 975937182
mas 'OmniGraffle', id: 1142578753
mas 'MindNode Pro', id: 402398561
mas 'Microsoft OneNote', id: 784801555
mas 'Evernote', id: 406056744
mas 'DaisyDisk', id: 411643860
mas 'Boom', id: 415312377
mas 'Quiver', id: 866773894
mas '1Password', id: 443987910
mas 'Keynote', id: 409183694
mas 'Bear', id: 1091189122
mas '1Blocker', id: 1107421413
